Repository: rogama25/UBUVoiceAssistant
Catalog: src/UBUVoiceAssistant/lang/*/LC_MESSAGES/UBUVoiceAssistant.po
Languages: es_es

source: Code is not ready yet, please wait.
es_es: Espera mientras se genera el código.

source: pair my device
es_es: empareja mi dispositivo

source: Welcome!
es_es: Bienvenido!

source: It's your first time using Mycroft, so please follow these instructions
es_es: Es tu primera vez usando Mycroft, por favor sigue estos pasos

source: Previous
es_es: Anterior

source: Next
es_es: Siguiente

source: Create an account on https://home.mycroft.ai and click add a device on the top right corner.
es_es: Crea una cuenta en https://home.mycroft.ai y haz click en añadir dispositivo, en el menú de la parte superior derecha.

source: Select Google Voice and Hey Mycroft
es_es: Elige Google Voice y Hey Mycroft

source: Input this code on the website
es_es: Introduce este código en la web

source: Are you sure?
es_es: ¿Seguro?

source: Closing Mycroft, please wait...
es_es: Cerrando Mycroft, espera...

source: Invalid Moodle username or password.
es_es: Usuario o contraseña no válido.

source: Missing http:// or https:// at the beginning
es_es: Falta http:// o https:// al principio

source: Connection error. Please check that the URL is correct, your Internet connection is working and the server is up.
es_es: Error de conexión. Comprueba que la URL es correcta, y revisa tu conexión a Internet y el estado del servidor.

source: This language is not supported by your Moodle server
es_es: Este idioma no está soportado por tu servidor de Moodle

source: Starting Mycroft, please wait...
es_es: Iniciando Mycroft, espera...

source: Login
es_es: Entrar

source: Remember host
es_es: Recordar host

source: Remember username
es_es: Recordar nombre de usuario

source: Moodle url
es_es: URL de Moodle

source: Password
es_es: Contraseña

source: Username
es_es: Nombre de usuario

source: Hey, I'm Mycroft
es_es: Hola, soy Mycroft

source: Just say: "Hey Mycroft!" and then ask one of these:
es_es: Simplemente di: "Hey Mycroft!" y pregunta alguna de estas cosas

source: Open the calendar
es_es: Abre el calendario

source: Tell me about the forums of (course)
es_es: Dime los foros de (asignatura)

source: Tell me my grades
es_es: Dime mis notas

source: Tell me about the events of (course)
es_es: Dime los eventos de (asignatura)

source: Tell me about the events on (month) (day) (year)
es_es: Dime los eventos del (día) de (mes) de (año)

source: Tell me about the changes of (course)
es_es: Dime los cambios en (asignatura)

source: Tell me the grades of (course)
es_es: Dime las notas de (asignatura)

source: Read the latest messages
es_es: Lee los últimos mensajes

source: Send a message to (person)
es_es: Envía un mensaje a (persona)

source: And, if you want me to stop, say "stop"
es_es: Y, si quieres que pare, dime "para"

source: Or, you can ask for help saying "help", "How do I (action)" or "What can you do?"
es_es: O, también puedes pedir ayuda diciendo "ayuda", "Cómo (acción)?" o "Qué puedes hacer?" (No escribas el signo de interrogación de apertura)

source: Manage skills
es_es: Administrar skills

source: Send
es_es: Enviar

source: Type your command here...
es_es: Escribe tu orden aquí...

source: Mute
es_es: Silenciar

source: Unmute
es_es: Activar micrófono

source: Save
es_es: Guardar
